"use client";

import CustomHeading from "@/components/Ui/CustomHeading";

//page component
const page = () => {
  return (
    <div className=" container flex flex-col py-10 gap-10">
      <CustomHeading>
        <h1>قوانین و مقررات کلاسور</h1>
      </CustomHeading>
      <p className="font-semibold bg-white p-10 shadow2 rounded-[30px] leading-10 ">
        ضمن تشکر از شما برای انتخاب کلاسور ، خواهشمندیم  قوانین زیر را به دقت
        مطالعه کرده  و سپس به ثبت نام در کلاس‌ها اقدام نمایید. 
        <br />
        ۱- کلاسور ضمانت شغلی مادام العمر به افرادی که در مسیرهای شغلی کلاسور ثبت
        نام می‌کنند، می‌دهد. موارد زیر شامل ضمانت شغلی نخواهد شد :
        <br />
        &ensp;● چنانچه طول دوره‌ی آموزشی فرد بیش از سه ماه باشد.
        <br />
        &ensp;● چنانچه ارزیابی ‌های به عمل آمده از فرد کارجو در دوره‌ی کارآموزی
        کمتر از حد نصاب تعیین شده ( 70 از 100 ) باشد.
        <br />
        &ensp;● چنانچه فرد کارجو دو مصاحبه‌ی پذیرا شده را بدون اطلاع قبلی شرکت
        نکند. <br />
        ۲- در صورتی انتخاب روش اقساطی، اگر هرکدام از اقساط تا 2 ماه پرداخت نشوند
        حساب کاربری فرد بسته خواهد شد و در صورت تمایل به ادامه مسیر باید مجددا
        ثبت‌نام صورت گیرد. <br />
        ۳- چنانچه فرد تا دوبار در مصاحبه‌ی آزمایشی بدون اطلاع قبلی حاضر نشود
        ادامه مسیر غیرفعال خواهد شد.
      </p>
    </div>
  );
};

export default page;
